[
    {
        "title": "Abstracts written by ChatGPT fool scientists",
        "body": "An artificial-intelligence (AI) chatbot can write such convincing fake research-paper abstracts that scientists are often unable to spot them, according to a preprint posted on the bioRxiv server in late December1. Researchers are divided over the implications for science.",
        "image": "open-ai.jpg"
    },
    {
        "title": "Why NASA and federal agencies are declaring this the Year of Open Science",
        "body": "I am thrilled to be the Transform to Open Science lead for NASA, which has a 60-year legacy of pushing the limits of how science is used to understand the Universe, planetary systems and life on Earth. Much of NASA’s success can be attributed to a culture of openness for the public good. Since the 1990s, the agency has been a leading advocate for full and open access to data and algorithms.",
        "image": "year-of-open-science-nasa.png"
    },
    {
        "title": "Putin, Isolated and Distrustful, Leans on Handful of Hard-Line Advisers",
        "body": "MOSCOW—Russian troops were losing the battle for Lyman, a small city in eastern Ukraine, in late September when a call came in for the commanding officer on the front line, over an encrypted line from Moscow. It was Vladimir Putin, ordering them not to retreat",
        "image": "vladimir-putin.jpeg"
    },
    {
        "title": "Bob Dylan on Music's Golden Era vs. Streaming: 'Everything's Too Easy'",
        "body": "IN HIS 81 YEARS, Bob Dylan has seemingly lived 100 lives. He conquered the world in the 1960s as a singer-songwriter who defied convention, going on to sell millions of records. He’s earned countless awards, including 10 Grammys, an Oscar, although he didn’t even attend the ceremony to accept it, and even the 2016 Nobel Prize in Literature. And music is only part of his story; Mr. Dylan has also become known among fans and collectors as an accomplished painter, and his 2004 book “Chronicles, Volume One,” an international bestseller, won the National Book Award.",
        "image": "bob-dylan.jpg"
    },
    {
        "title": "Hunting for Nazi gold in a Dutch village",
        "body": "Exasperated residents have appealed to treasure-hunters to stay away after they descended on the Dutch village of Ommeren searching for riches potentially worth millions, allegedly hidden by Nazi soldiers during World War Two.",
        "image": "ommeren.jpg"
    },
    {
        "title": "Budapest police officer dies after alleged Hungary stabbing",
        "body": "A police officer in Budapest has died after a man allegedly stabbed him while trying to escape arrest on Thursday.Police were called to a flat in District XI of Hungary's capital at about 22:10 CET (21:10 GMT) to reports a man was attempting to enter it.The man injured three policemen before he escaped onto the street where he was shot by a fourth officer and arrested.A police statement described the alleged perpetrator as a 'crazed man with a knife'. All injured police officers, along with the alleged attacker were taken to hospital - where one of the officers, 29-year-old Peter Baumann, died.",
        "image": "budapest-police.jpg"
    },
    {
        "title": "Disney accused of squeezing theme park customers",
        "body": "Disney is facing criticism from a high-profile investor that is unusual in the business world: that it is squeezing money out of its theme park customers.The firm's reliance on raising ticket prices and other charges to drive growth is 'unsustainable', says Trian Partners boss Nelson Peltz. He made the claim in a presentation calling for change at the media giant. He also raised concerns about losses in Disney's streaming business and public complaints about low staff wages.",
        "image": "disney.jpg"
    }
]